{
  "get-excited": {
    "postTitle": "Pack Your Bags! It's Time For CascadiaFest 2015!",
    "abstract": "What to pack, how to get here and more."
  },
  "mobile-testing-workshop": {
    "postTitle": "New Workshop! Testing on Mobile: Automating The Pain Away",
    "abstract": "Meet Appium, the Selenium-compatible automation server for iOS and Android. Learn how to automate testing your mobile, hybrid and native applications on these platforms, real devices or simulators, in this session."
  },
  "intro-to-node": {
    "postTitle": "Announcing the Node.js - Zero to Hero Workshop",
    "abstract": "We are excited to announce a new workshop which will be get your ramped up on building Node.js applications and getting them deployed to the cloud."
  },
  "intro-tessa-thornton": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "5",
    "abstract": "Tessa is a self-taught front-end developer working at Shopify who spent 2014 having opinions about JavaScript frameworks. At Cascadia Fest: Browser Day, she'll tell us why our future with web component future is going to be OK. She has answered some questions for us:"
  },
  "childcare": {
    "postTitle": "Child Care at Semiahmoo Resort",
    "abstract": "We are excited to provide subsidized child care for parents attending CascadiaFest."
  },
  "workshops": {
    "postTitle": "Announcing the Workshop Track",
    "abstract": "We are excited to announce that this year we are working with some wonderful companies and organizations to offer the first-ever Workshop Track at CascadiaFest."
  },
  "intro-alan-mooiman": {
    "layout": "_layout_speaker",
    "day": "css",
    "speakerID": "3",
    "abstract": "Alan Mooiman is a front-end developer currently residing in New York, but soon to be a bonafide Cascadian in Portland, OR. He'll be speaking at CascadiaCSS about how the future of CSS will let us write CSS without being dependent on preprocessors."
  },
  "intro-courtney-hemphill": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "7",
    "abstract": "Courtney Hemphill, partner & developer at Carbon Five, will show us simple ways to add functional animation to your interfaces with just a bit of JavaScript at CascadiaJS Browser Day."
  },
  "friends-family": {
    "postTitle": "Friends and Family Track",
    "abstract": "By popular demand, this year CascadiaFest is introducing a Friends and Family Track for the very first time."
  },
  "intro-ricardo-vazquez": {
    "layout": "_layout_speaker",
    "day": "css",
    "speakerID": "1",
    "abstract": "Ricardo Vazquez is a UI/UX Designer at Mozilla. He&rsquo;ll be speaking at CascadiaCSS about delighting users with microinteractions."
  },
  "intro-ben-straub": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "11",
    "abstract": "Introducing Ben, who will tell us all about what happens when a Coffeescript-powered robot becomes a member of your development team at CascadiaJS: Browser Day."
  },
  "intro-jana-beck": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "3",
    "abstract": "Introducing Jana Beck - an engineer at Tidepool, where they're trying to reduce the burden of type 1 diabetes through data technology. At CascadiaJS: Browser Day, she will talk about the tools you need to make complex data visualizations sing and dance."
  },
  "intro-ashley-williams": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "2",
    "abstract": "Introducing Ashley, who has some p good ideas about rethinking teaching ES6/2015s' awesome new abstractions to JavaScript beginners!"
  },
  "scholarship": {
    "postTitle": "CascadiaFest 2015 Scholarship",
    "abstract": "CascadiaFest exists to educate and grow the JavaScript community in the Pacific Northwest. We are excited to announce that we will be granting scholarships for our upcoming conference."
  },
  "intro-martin-gontovnikas": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "4",
    "abstract": "Gonto is a tech nerd who loves OSS, JS, meat and a good beer in that order. At his CascadiaFest talk, we'll learn how to add authentication to a SPA with a live coding session in which we'll go from a regular SPA to a fully secured one with JWTs."
  },
  "intro-shay-howe": {
    "layout": "_layout_speaker",
    "day": "css",
    "speakerID": "2",
    "abstract": "Shay Howe is a designer and front-end developer at Belly in Chicago, IL. He'll be speaking at CascadiaCSS about sharing modular HTML and CSS components through a service-based architecture."
  },
  "intro-jeff-lembeck": {
    "layout": "_layout_speaker",
    "day": "css",
    "speakerID": "9",
    "abstract": "Jeff Lembeck is a developer at Filament Group and a full-on coffee-roasting Seattleite. He'll be speaking at CascadiaCSS about using design principles to create great developer tools."
  },
  "intro-gregor-adams": {
    "layout": "_layout_speaker",
    "day": "css",
    "speakerID": "8",
    "abstract": "Gregor Adams is a front-end developer and architect at SINNERSCHRADER in Munich, Germany. He'll be speaking at CascadiaCSS about building fractals with CSS."
  },
  "intro-allen-pike": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "1",
    "abstract": "Allen Pike runs Steamclock Software in Vancouver. His talk is about the causes and consequences of JavaScript’s turbulent framework ecosystem."
  },
  "intro-david-catuhe": {
    "layout": "_layout_speaker",
    "day": "browser",
    "speakerID": "8",
    "abstract": "As a way of introducing our astonishing array of speakers, they have kindly agreed to answer a few questions for us. Here is David Catuhe ('a 3D addict since the prehistoric age of computing'), who will show us how to do awesome 3D with nothing more than a modern browser!"
  }
}
